{"kv_json_":{"crew":[{"job":"producer","names":["Elvin Feltner"]},{"job":"director","names":["Al Adamson"]}],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/0/07/Carnival_Magic_dvdcover.jpg","list_price":4.99,"movie_id":665,"opening_date":"1981-01-01","runtime":100.0,"sku":"PSL24765","summary":"Carnival Magic is a 1983 American film directed by Al Adamson and starring Don Stewart.  Marketed as a family-oriented children’s film, it has since gained a cult following in underground and B movie film circles owing to its surreal plot and incongruously-adult themes.","views":16,"wiki_article":"Carnival_Magic_(1981_film)","year":1981},"genre":["Drama","Family"],"title":"Carnival Magic"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Herk Harvey"]},{"job":"director","names":["Herk Harvey"]}],"data":{"budget":33000.0,"cast":["Candace Hilligoss","Art Ellison","Herk Harvey"],"image_url":"https://upload.wikimedia.org/wikipedia/commons/b/bd/Carnival_of_Souls_%281962_pressbook_cover%29.jpg","list_price":0.0,"main_subject":"death","movie_id":666,"opening_date":"1962-01-01","runtime":"+84","sku":"PFQ1042","summary":"Carnival of Souls is a 1962 American independent horror film produced and directed by Herk Harvey and written by John Clifford from a story by Clifford and Harvey, and starring Candace Hilligoss. Its plot follows Mary Henry, a young woman whose life is disturbed after a car accident. She relocates to a new city, where she finds herself unable to assimilate with the locals, and becomes drawn to the pavilion of an abandoned carnival. Director Harvey also appears in the film as a ghoulish stranger who stalks her throughout.  Filmed in Lawrence, Kansas and Salt Lake City, Carnival of Souls was shot on a budget of $33,000, and Harvey employed various guerrilla filmmaking techniques to finish the production. It was Harvey's only feature film, and did not gain widespread attention when originally released as a double feature with The Devil's Messenger in 1962.  Set to an organ score by Gene Moore, the film has been contemporarily noted by critics and film scholars for its cinematography and foreboding atmosphere. The film has a large cult following and is occasionally screened at film and Halloween festivals, and has been cited as a wide-ranging influence on numerous filmmakers, including David Lynch, George A. Romero, and Lucrecia Martel.","views":360,"wiki_article":"Carnival_of_Souls","year":1962},"genre":["Horror"],"title":"Carnival of Souls"}}
{"kv_json_":{"crew":[{"job":"director","names":["F. Gary Gray"]},{"job":"screenwriter","names":["Ice Cube"]}],"data":{"budget":3500000.0,"cast":["Chris Tucker","Nia Long","Bernie Mac","Tom Lister, Jr.","John Witherspoon","F. Gary Gray","Ice Cube","LaWanda Page","Meagan Good","Michael Clarke Duncan","Regina King","WC","Faizon Love","Paula Jai Parker","Tony Cox","Reynaldo Rey","Anna Maria Horsford"],"gross":2.74E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/2/27/Fridayposter1995.jpg","list_price":3.99,"movie_id":1244,"opening_date":"1995-01-01","runtime":"+88","sku":"NUD30344","studio":["New Line Cinema"],"summary":"Friday is a 1995 American buddy stoner comedy film directed by F. Gary Gray in his directorial debut, and written by Ice Cube and DJ Pooh. It follows Craig Jones (Ice Cube) and Smokey (Chris Tucker), unemployed friends who must pay a local drug dealer on a Friday. The film is the first installment in the Friday franchise and also co-stars Nia Long, Bernie Mac, Tiny \"Zeus\" Lister Jr., and John Witherspoon.  While developing the film, Ice Cube and DJ Pooh expressed discontent regarding the portrayal of the hood in film, which they came to see as violent and menacing. As a result, they wished to counteract this, drawing on personal experiences when crafting the characters and plot points. Preparations for the film began after the pair were able to secure funding from New Line Cinema, who granted finance in exchange for a seasoned comedian in one of the lead roles; Ice Cube and DJ Pooh quickly settled on Tucker during casting.  Friday was theatrically released in the United States on April 26, 1995. It received positive reviews from critics, many of whom praised the comedic sequences, writing, and acting performances. The film was also a commercial success, grossing $27 million worldwide. It has subsequently obtained a large cult following, inspiring an internet meme and several pop-cultural references. The film launched a media franchise that includes the sequels Next Friday (2000) and Friday After Next (2002). The sequels have also gained a cult following status despite their negative reviews.","views":1348,"wiki_article":"Friday_(1995_film)","year":1995},"genre":["Drama","Comedy"],"title":"Friday"}}
{"kv_json_":{"crew":[{"job":"director","names":["William Mesa"]},{"job":"screenwriter","names":["Nick Davis"]}],"data":{"cast":["Brigitte Nielsen","Richard Moll","Craig Fairbrass","Sam Raimi","Fred Asparagus","Kristin Bauer van Straten","Roger Aaron Brown","Michael Paul Chan","Christopher Doyle","Cindy Morgan","George Cheung","Alan Fudge","Louisa Moritz","Jane Clark","Christopher Doyle"],"image_url":"https://upload.wikimedia.org/wikipedia/en/e/e6/1995_film_Galaxis.jpg","list_price":0.0,"movie_id":1276,"opening_date":"1995-01-01","runtime":91.0,"sku":"APG17364","summary":"Galaxis is a 1995 science fiction action film directed by William Mesa and written by Nick Davis. It stars Brigitte Nielsen, Richard Moll and Craig Fairbrass. It was also released under the name Terminal Force.  The film received a negative review from the Houston Chronicle , which wrote it may actually be worse than direct-to-video productions.","views":36,"wiki_article":"Galaxis","year":1995},"genre":["Sci-Fi"],"title":"Galaxis"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Brian Grazer"]},{"job":"director","names":["Ron Howard"]},{"job":"screenwriter","names":["Jeffrey Price","Dr. Seuss","Peter S. Seaman"]}],"data":{"awards":["Academy Award for Best Makeup and Hairstyling","MTV Movie Award for Best Villain"],"budget":1.23E8,"cast":["Jim Carrey","Taylor Momsen","Jeffrey Tambor","Christine Baranski","Bill Irwin","Molly Shannon","Clint Howard","Josh Ryan Evans","Ron Howard","Anthony Hopkins","Bryce Dallas Howard","T. J. Thyne","Verne Troyer","Mindy Sterling","Jim Meskimen","Landry Allbright","Michaela Gallo","Jeremy Howard","Gavin Grazer","Q'orianka Kilcher","Deep Roy","David Costabile","Rick Baker","Rance Howard","Caroline Williams","Frank Welker"],"gross":"+345100000","image_url":"https://upload.wikimedia.org/wikipedia/en/e/e7/How_the_Grinch_Stole_Christmas_film_poster.jpg","list_price":0.0,"movie_id":1519,"nominations":["Academy Award for Best Costume Design","Academy Award for Best Makeup and Hairstyling","Academy Award for Best Production Design"],"opening_date":"2000-01-01","runtime":"+101","sku":"ZKP74897","studio":["Imagine Entertainment"],"summary":"How the Grinch Stole Christmas is a 2000 American Christmas fantasy comedy film co-produced and directed by Ron Howard and written by Jeffrey Price and Peter S. Seaman. Based on Dr. Seuss's 1957 book of the same name, it was the first Dr. Seuss book to be adapted into a full-length feature film. The film is narrated by Anthony Hopkins and stars Jim Carrey as the eponymous character, with Jeffrey Tambor, Christine Baranski, Molly Shannon, Bill Irwin, and Taylor Momsen in supporting roles.  Produced by Imagine Entertainment, How the Grinch Stole Christmas was released by Universal Pictures in the United States on November 17, 2000. The film earned mixed reviews from critics, but spent four weeks as the #1 film in the United States. It grossed $345 million worldwide and was the sixth-highest grossing film of 2000. It was originally the second highest-grossing holiday film of all-time behind Home Alone (1990), until both films were surpassed in 2018 by the third film adaptation of the story. It won the Academy Award for Best Makeup as well as getting nominations for Best Art Direction and Best Costume Design.","views":722,"wiki_article":"How_the_Grinch_Stole_Christmas_(2000_film)","year":2000},"genre":["Comedy","Family","Fantasy","Adventure","Musical"],"title":"Dr. Seuss' How the Grinch Stole Christmas"}}
{"kv_json_":{"crew":[],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/e/ec/How_the_Sith_Stole_Christmas_%28movie_poster%29.jpg","list_price":4.99,"movie_id":1520,"opening_date":"2002-01-01","runtime":17.0,"sku":"MLU58768","summary":"How the Sith Stole Christmas is an animated fan film from that made its debut on the internet in December 2002. Written and directed by Ted Bracewell, the film tells the story of the Emperor's plans to invade the North Pole and take Santa Claus prisoner. Melvin the Elf ends up in the thick of things, and must help rescue Santa. Darth Vader is sent on a separate mission to destroy Christmas for the Ewok inhabitants of Endor, but when an unexpected chain of events leaves him stranded on the planet, Vader is confronted by a vision from the past and sent on an incredible journey through time and space.  The film parodies Dr. Seuss's How the Grinch Stole Christmas! by mixing it with elements of the Star Wars films, as well as parodying elements of The Hobbit , A Charlie Brown Christmas , and Citizen Kane. The film has a very distinct and lush look, as Bracewell animated the film himself using a combination of painted backgrounds, painted cutout characters, and 3D animation.  The released film is subtitled \"Jingle Far, Far Away\", and is the first part of a trilogy. A trailer has been released for Parts Two and Three (\"Silent Night, Jedi Knight\" and \"A Very Vader Christmas\"), but the finished episodes have yet to be released.  Part One has proven to be a popular download at TheForce.Net, and has screened at the DragonCon film festival and the 2004 Microcinema Fest. The film was highlighted as a \"post-modern\" fanfilm in an article on the genre in The Weekly Standard. The film was featured prominently in the September 2004 issue of Movie Magic Magazine , which called the film a \"standout\" in the genre.","views":4,"wiki_article":"How_the_Sith_Stole_Christmas","year":2002},"genre":["Family"],"title":"How the Sith Stole Christmas"}}
{"kv_json_":{"crew":[{"job":"director","names":["Rene Daalder"]},{"job":"screenwriter","names":["Rene Daalder"]}],"data":{"budget":500000.0,"cast":["Andrew Stevens","Robert Carradine","Kimberly Beck","Steve Bond"],"image_url":"https://upload.wikimedia.org/wikipedia/en/9/93/Massacre_at_Central_High_FilmPoster.jpeg","list_price":4.99,"movie_id":2004,"opening_date":"1976-01-01","runtime":"+84","sku":"GCI88298","summary":"Massacre at Central High (released as Blackboard Massacre in the UK) is a 1976 American horror thriller film directed by Rene Daalder and starring Derrel Maury, Kimberly Beck, Robert Carradine, and Andrew Stevens. The plot follows a series of revenge killings at a fictional American high school, after which the oppressed students take on the role of their bully oppressors. Despite its title, it is not a slasher film but an unusual blend of political allegory, social commentary, and low-budget exploitation; with the exception of the final sequence, no \"adult\" characters (such as teachers and parents) are seen.  It was shot on 35mm film, and has a running time of 87 minutes.  The film's director, Rene Daalder, described Massacre at Central High as \"eerily predicting punk and Columbine\". It has also been cited as an influence on the 1989 black comedy Heathers.","views":50,"wiki_article":"Massacre_at_Central_High","year":1976},"genre":["Horror","Drama","Thriller"],"title":"Massacre at Central High"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Richard D. Zanuck","Ralph Winter"]},{"job":"executive producer","names":["Richard D. Zanuck"]},{"job":"director","names":["Tim Burton"]},{"job":"screenwriter","names":["William Broyles, Jr.","Lawrence Konner","Mark Rosenthal"]}],"data":{"budget":"+100000000","cast":["Mark Wahlberg","Tim Roth","Helena Bonham Carter","Michael Clarke Duncan","Paul Giamatti","Estella","Cary-Hiroyuki Tagawa","David Warner","Kris Kristofferson","Luke Eberl","Erick Avari","Evan Parke","Glenn Shadix","Lisa Marie","Charlton Heston","Anne Ramsay","Linda Harrison","Chris Ellis","Michael Jace","Kam Heskin","Joanna Krupa","Deep Roy","Martin Klebba","Lisa Lackey","Kevin Grevioux","Tate Taylor","Rick Baker","Melody Perkins","Isaac C. Singleton Jr.","Freda Foh Shen"],"gross":"+362211740","image_url":"https://upload.wikimedia.org/wikipedia/en/7/7d/Planet_of_the_Apes_%282001%29_poster.jpg","list_price":4.99,"main_subject":"time travel","movie_id":2386,"opening_date":"2001-07-27","runtime":"+120","sku":"IRA45668","studio":["20th Century Studios"],"summary":"Planet of the Apes is a 2001 American science fiction film directed by Tim Burton and starring Mark Wahlberg, Tim Roth, Helena Bonham Carter, Michael Clarke Duncan, Paul Giamatti, and Estella Warren. The sixth film in the Planet of the Apes franchise, it was loosely adapted from Pierre Boulle's 1963 novel of the same name and the 1968 film version. It tells the story of astronaut Leo Davidson crash-landing on a planet inhabited by intelligent apes. The apes treat humans as slaves, but with the help of an ape named Ari, Leo starts a rebellion.  Development for a Planet of the Apes remake started as far back as 1988 with Adam Rifkin. His project nearly reached the pre-production stage before being canceled. Terry Hayes's script, titled Return of the Apes , would have starred Arnold Schwarzenegger, under the direction of Phillip Noyce. Oliver Stone, Don Murphy, and Jane Hamsher were set to produce. Creative differences ensued between Hayes and financier/distributor 20th Century Fox. Chris Columbus, Sam Hamm, James Cameron, Peter Jackson, and the Hughes brothers later became involved.  With William Broyles Jr.'s script, Burton was hired as director, and the film was put into active development. Lawrence Konner and Mark Rosenthal rewrote the script, and filming took place from November 2000 to April 2001. It received mixed reviews. Much criticism focused on the confusing plot and ending, although Rick Baker's prosthetic makeup designs, visual aspects and score were praised. Despite its financial success, 20th Century Fox chose not to produce a sequel, and later rebooted the franchise in 2011 with Rise of the Planet of the Apes.","views":1413,"wiki_article":"Planet_of_the_Apes_(2001_film)","year":2001},"genre":["Sci-Fi","Fantasy","Action","Horror"],"title":"Planet of the Apes"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Tippi Hedren"]},{"job":"director","names":["Noel Marshall"]},{"job":"screenwriter","names":["Noel Marshall"]}],"data":{"budget":1.7E7,"cast":["Tippi Hedren","Melanie Griffith","Noel Marshall","John Marshall","Zakes Mokae","Will Hutchins"],"gross":2000000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/f/f1/RoarMoviePoster1981.jpg","list_price":4.99,"movie_id":2540,"opening_date":"1981-01-01","runtime":"+102","sku":"WXT87233","summary":"Roar is a 1981 American adventure comedy film written, produced, and directed by Noel Marshall. Roar 's story follows Hank, a naturalist who lives on a nature preserve in Africa with lions, tigers, and other big cats. When his family visits him, they are instead confronted by the group of animals. The film stars Marshall as Hank, his real-life wife Tippi Hedren as his wife Madeleine, with Hedren's daughter Melanie Griffith and Marshall's sons John and Jerry Marshall in supporting roles.  In 1969, while Hedren was filming Satan's Harvest in Mozambique, she and Marshall had occasion to observe a pride of lions move into a recently vacated house, driven by increased poaching. They decided to make a film centered around that theme, bringing rescued big cats into their homes in California and living with them. Filming began in 1976; it was finished after five years. The film was fully completed after 11 years in production.  Roar was not initially released in North America; in 1981, Noel and John Marshall privately released it internationally. It was also acquired by Filmways Pictures and Alpha Films. Despite performing well in Germany and Japan, Roar was a box office failure, grossing $2 million worldwide against a $17 million budget. In 2015, 34 years after the film's original release, it was released in theaters in the United States by Drafthouse Films. Roar 's message of protection for African wildlife as well as its animal interactions were praised by critics, but its plot, story, inconsistent tone, dialogue, and editing were criticized.  The cast and crew members of Roar faced dangerous situations during filming; seventy people, including the film's stars, were injured as a result of multiple animal attacks. Flooding from a dam destroyed much of the set and equipment during its production, and the film's budget increased drastically. In 1983, Hedren founded the Roar Foundation and established the Shambala Preserve sanctuary, to house the animals appearing in the film. She also wrote a book, The Cats of Shambala (1985), about many of the film's events. The film has been described as \"the most dangerous film ever made\" and \"the most expensive home movie ever made\", and has gained a cult following.","views":348,"wiki_article":"Roar_(film)","year":1981},"genre":["Comedy","Drama","Horror"],"title":"Roar"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Marc Missonnier","Olivier Delbosc"]},{"job":"director","names":["Francois Ozon"]},{"job":"screenwriter","names":["Francois Ozon","Emmanuele Bernheim"]}],"data":{"awards":["European Film Award for Best Actress"],"budget":7000000.0,"cast":["Charlotte Rampling","Ludivine Sagnier","Charles Dance","Jean-Marie Lamour","Mireille Mosse","Michel Fau","Jean-Claude Lecas","Emilie Gavois-Kahn","Frances Cuka"],"gross":2.24E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/c/c5/Swimming_pool_%28movie%29.jpg","list_price":0.0,"main_subject":"artistic creation","movie_id":2933,"nominations":["César Award for Best Actress","European Film Award for Best Film","European Film Award for Best Actress","European Film Award - People's Choice Award for Best Director","Jameson People's Choice Award for Best Actress","Jameson People's Choice Award for Best Actress"],"opening_date":"2003-08-14","runtime":"+99","sku":"TFQ71065","studio":["Fidélité Productions","Headforce Ltd.","France 2 Cinéma","Gimages Films"],"summary":"Swimming Pool is a 2003 erotic thriller film directed by François Ozon and starring Charlotte Rampling and Ludivine Sagnier. The plot focuses on a British crime novelist, Sarah Morton, who travels to her publisher's upmarket summer house in Southern France to seek solitude in order to work on her next book. However, the arrival of Julie, who claims to be the publisher's daughter, induces complications and a subsequent crime. While the film's protagonist is British and both of the lead characters are bilingual, the majority of the story takes place in France – thus, the dialogue throughout the film is a mixture of French and English.  Swimming Pool premiered at the Cannes Film Festival on 18 May 2003, and was released theatrically in France three days later, with a U cinema rating, meaning it was deemed suitable for all ages. It was given a limited release in the United States that July, and was edited in order to avoid an NC-17 rating due to its sexual content and nudity. It was subsequently released in North America on DVD in an unrated cut.  The film ignited controversy with audiences because of its ambiguous nature and unclear conclusion which can be interpreted and argued in various ways – while in France many comparisons were made with Jacques Deray's 1969 film La Piscine ( The Swimming Pool ), starring Romy Schneider and Alain Delon.","views":342,"wiki_article":"Swimming_Pool_(2003_film)","year":2003},"genre":["Drama","Thriller"],"title":"Swimming Pool"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Robert Latham Brown"]}],"data":{"budget":2000000.0,"cast":["Devon Gummersall","Dylan Bruno"],"gross":14369.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/3/3f/AnarchistCookMovie.jpg","list_price":2.99,"movie_id":3028,"opening_date":"2002-01-01","runtime":102.0,"sku":"ZPG12762","summary":"The Anarchist Cookbook is a 2002 American romantic comedy-drama film written and directed by Jordan Susman. The film follows a young honors student-turned-anarchist, Puck, and his group of anarchist friends living peacefully in a Dallas commune until a nihilist, Johnny Black, appears with a copy of The Anarchist Cookbook and completely destroys their way of life.","views":30,"wiki_article":"The_Anarchist_Cookbook_(film)","year":2002},"genre":["Romance","Comedy","Family"],"title":"The Anarchist Cookbook"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Denis Wigman","Pascale Dauman","Daniel Toscan du Plantier","Kees Kasander"]},{"job":"director","names":["Peter Greenaway"]},{"job":"screenwriter","names":["Peter Greenaway"]}],"data":{"cast":["Richard Bohringer","Michael Gambon","Helen Mirren","Alan Howard","Tim Roth","Ciaran Hinds","Gary Olsen","Ewan Stewart","Roger Ashton-Griffiths","Ron Cook","Liz Smith","Janet Henfrey","Alex Kingston","Ian Dury","Diane Langton","Roger Lloyd-Pack","Bob Goody","Arnie Breeveld","Hywel Williams-Ellis","Yolande Brener","Michael Clark"],"gross":7700000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/1/1c/Cookloverwifethief.jpg","list_price":0.0,"main_subject":"organized crime","movie_id":3135,"nominations":["European Film Award for Best Production Designer"],"opening_date":"1989-09-11","runtime":"+119","sku":"KXD7430","studio":["Maxeda"],"summary":"The Cook, the Thief, His Wife & Her Lover is a 1989 crime drama film written and directed by Peter Greenaway, starring Richard Bohringer, Michael Gambon, Helen Mirren and Alan Howard in the titular roles. An international co-production of the United Kingdom and France, the film's graphic violence and nude scenes, as well as its lavish cinematography and formalism, were noted at the time of its release.","views":477,"wiki_article":"The_Cook,_the_Thief,_His_Wife_&_Her_Lover","year":1989},"genre":["Drama","Crime","Horror"],"title":"The Cook, the Thief, His Wife and Her Lover"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Anurag Kashyap","Guneet Monga"]},{"job":"director","names":["Ritesh Batra"]},{"job":"screenwriter","names":["Ritesh Batra"]}],"data":{"budget":22.0,"cast":["Irrfan Khan","Nimrat Kaur","Nawazuddin Siddiqui","Lillete Dubey","Nakul Vaid","Denzil Smith","Bharati Achrekar","Shruti Bapna"],"gross":"+4235151","image_url":"https://upload.wikimedia.org/wikipedia/en/8/81/The_Lunchbox_poster.jpg","list_price":0.99,"movie_id":3392,"opening_date":"2013-05-19","runtime":"+105","sku":"BJB63881","summary":"The Lunchbox is a 2013 Indian epistolary romance film written, edited and directed by Ritesh Batra, and produced by Guneet Monga, Anurag Kashyap, and Karan Johar. The film was jointly produced by various studios including DAR motion pictures, UTV Motion Pictures, Dharma Productions, Sikhya Entertainment & NFDC (India) It stars Irrfan Khan, Nimrat Kaur and Nawazuddin Siddiqui in lead roles. The film was screened at International Critics' Week at the 2013 Cannes Film Festival, and later won the Critics Week Viewers Choice Award also known as Grand Rail d'Or. It was shown at the 2013 Toronto International Film Festival. The film was released in India on 20 September 2013.  The film was a box-office success. It was Irrfan Khan's highest-grossing Hindi film, until it was surpassed by Hindi Medium (2017). The Lunchbox was nominated for the Best Film Not in the English Language category of the British Academy Film Awards 2015.","views":776,"wiki_article":"The_Lunchbox","year":2013},"genre":["Drama","Romance"],"title":"The Lunchbox"}}
{"kv_json_":{"crew":[{"job":"director","names":["Alex Kendrick"]},{"job":"screenwriter","names":["Alex Kendrick"]}],"data":{"budget":3000000.0,"cast":["Gary Wheeler","Thomas Torrey"],"gross":7.4E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/a/a7/WarRoomMoviePoster.jpg","list_price":3.99,"movie_id":3836,"opening_date":"2015-01-01","runtime":"+120","sku":"EQB42694","studio":["Affirm Films"],"summary":"War Room is a 2015 American Christian drama film directed by Alex Kendrick and written by him and Stephen Kendrick. It is the Kendrick brothers' fifth film and their first through their subsidiary, Kendrick Brothers Productions. The film was produced by Provident Films, Affirm Films and TriStar Pictures in partnership with the Kendrick brothers.  The film was released by Sony Pictures Releasing in North American theaters on August 28, 2015, and received generally negative reviews from critics, but became a box office success and a sleeper hit, grossing $74 million worldwide including $67.8 million domestically to become the 7th highest-grossing Christian film in the United States.","views":286,"wiki_article":"War_Room_(film)","year":2015},"genre":["Drama"],"title":"War Room"}}
{"kv_json_":{"crew":[],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/8/86/Amanda_FilmPoster.jpeg","list_price":0.0,"movie_id":235,"opening_date":"2009-01-01","runtime":84.0,"sku":"JLK69327","summary":"Amanda is a 2009 romantic comedy directed by Steve Marra and starring Randy Ryan and Ariana Dubynin. The story takes place in Indianapolis, where movie was also shot. On October 4, 2009, it was released at the Louisville's International Festival of Film in the United States.","views":2,"wiki_article":"Amanda_(2009_film)","year":2009},"genre":["Romance"],"title":"Amanda"}}
{"kv_json_":{"crew":[{"job":"director","names":["Francis D. Lyon"]}],"data":{"cast":["Scott Brady","Virginia Mayo","David Brian","Lisa Gaye","Hugh Marlowe","William Thourlby"],"image_url":"https://upload.wikimedia.org/wikipedia/en/9/93/Castle_of_Evil_poster.jpg","list_price":0.0,"movie_id":676,"opening_date":"1966-11-01","runtime":"+81","sku":"UHR45579","summary":"Castle of Evil is a 1966 American color horror film produced by Earle Lyon, directed by Francis D. Lyon and written by Charles A. Wallace. It stars Scott Brady, Virginia Mayo, David Brian, Lisa Gaye, Hugh Marlowe and William Thourlby. The film was released by World Entertainment Corp. in November 1966 as the first movie on a double bill with the black-and-white British science fiction film Blood Beast from Outer Space (1965). Castle of Evil tells the story of a dead scientist who, with the help of his long-time housekeeper and a robot, seeks revenge from beyond the grave on the person who murdered him.","views":6,"wiki_article":"Castle_of_Evil","year":1966},"genre":["Horror"],"title":"Castle of Evil"}}